11/data/attachments/1591d976fc3278e8.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Stacey_despite_Friend_11794_7</nif:username>
            <nif:friendToBeRequested>soap_friends_04f8f895-f6fc-4df2-b9a3-58cd98de6d1c</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>